;------------------------------------------------------------------------------
; UltraDefrag GUI Russian Language Pack.
; Copyright (C) 2010-2011 by Dmitri Arkhangelski.
;------------------------------------------------------------------------------
; History --- Date ---------- Full Name
;------------------------------------------------------------------------------
; Revised {Jan. 01, 1900} by {Replace with your name}
;------------------------------------------------------------------------------

; Please keep the header and comments in English and use Latin letters,
; so everyone understands them

; THIS FILE MUST BE SAVED IN UNICODE (UTF-16) ENCODING
; Use \n as a newline character in strings.
; Use an ampersand (&) before a letter to make it a keyboard accelerator


; --- Action Menu

ACTION                    = &Файл
ANALYSE                   = &Анализ
DEFRAGMENT                = &Дефрагментация
OPTIMIZE                  = &Оптимизация
QUICK_OPTIMIZE            = Быстрая &оптимизация
FULL_OPTIMIZE             = Полная оптимизация
STOP                      = &Стоп
REPEAT_ACTION             = Re&peat action
SKIP_REMOVABLE_MEDIA      = &Исключить сменные диски
RESCAN_DRIVES             = &Поиск дисков
WHEN_DONE                 = После о&бработки дисков
WHEN_DONE_NONE            = &Ничего не делать
WHEN_DONE_EXIT            = &Завершение программы
WHEN_DONE_STANDBY         = Переход в режим &ожидания
WHEN_DONE_HIBERNATE       = Переход в &спящий режим
WHEN_DONE_LOGOFF          = Вы&ход из системы
WHEN_DONE_REBOOT          = &Перезагрузка компьютера
WHEN_DONE_SHUTDOWN        = &Выключение компьютера
EXIT                      = Вы&ход

; --- Report Menu

REPORT                    = &Отчет
SHOW_REPORT               = &Показать отчет

; --- Settings Menu

SETTINGS                  = &Настройки
LANGUAGE                  = &Язык
TRANSLATIONS_FOLDER       = &Папка с переводами
GRAPHICAL_INTERFACE       = &Графический интерфейс
FONT                      = &Шрифт
OPTIONS                   = &Опции
BOOT_TIME_SCAN            = &Запуск перед загрузкой Windows
ENABLE                    = &Включить
SCRIPT                    = &Сценарий
REPORTS                   = &Отчеты

; --- Help Menu

HELP                      = &Справка
CONTENTS                  = &Содержание
BEST_PRACTICE             = &Полезные советы
FAQ                       = FAQ
ABOUT                     = &О программе

; --- Toolbar Tooltips

BOOT_TIME_SCRIPT          = Сценарий работы перед загрузкой Windows

; Drives list items.

VOLUME                    = Диск
STATUS                    = Статус
TOTAL                     = Всего
FREE                      = Свободно
PERCENT                   = Процент

; Status messages

STATUS_RUNNING            = Выполняется
STATUS_ANALYSED           = Проанализирован
STATUS_DEFRAGMENTED       = Дефрагментирован
STATUS_OPTIMIZED          = Оптимизирован

; Status bar messages.

DIRS                      = каталогов
FILES                     = файлов
FRAGMENTED                = фрагментированых
COMPRESSED                = сжатых
MFT                       = MFT

; About window.

ABOUT_WIN_TITLE           = О программе Ultra Defragmenter
CREDITS                   = &Авторы
LICENSE                   = &Лицензия

; Shutdown confirmation

PLEASE_CONFIRM            = Подтвердите, пожалуйста
REALLY_SHUTDOWN_WHEN_DONE = Выключить компьютер после дефрагментации?
REALLY_HIBERNATE_WHEN_DONE= Перейти в спящий режим после дефрагментации?
REALLY_LOGOFF_WHEN_DONE   = Выйти из системы после дефрагментации?
REALLY_REBOOT_WHEN_DONE   = Перезагрузить компьютер после дефрагментации?
SECONDS_TILL_SHUTDOWN     = секунд осталось до выключения компьютера
SECONDS_TILL_HIBERNATION  = секунд осталось до перехода в спящий режим
SECONDS_TILL_LOGOFF       = секунд осталось до выхода из системы
SECONDS_TILL_REBOOT       = секунд осталось до перезагрузки компьютера
YES                       = &Да
NO                        = &Нет

; END OF FILE
